{
    "1": "★★☆<br\/>Back in the 1990s, Yahoo's search engine was the Internet king. Then Google came along.",
    "2": "★★★<br\/>It is a security best practice to have at least two user accounts on a computing system. One normal user account to perform day to day tasks such as browsing the Internet and another higher privilege account to perform administrative tasks such as installing applications. Then, if you happened to catch malware while browsing the Internet, that malware will only have rights to your computer system of that normal user account.",
    "3": "★★★<br\/>If this Security Principle is not implemented properly, someone might be able to gain access to a secured building through an adjoining building. The attacker could enter the unsecured building and then enter the secured building thru a backdoor from the unsecured building to the secured building.",
    "4": "★☆☆<br\/>There is a sculpture on campus which features representations of physical structures in the local neighborhood.",
    "5": "★☆☆<br\/>Wayfinding uses multiple methods to determine a location such as wind direction, stars, sunrises and sunsets, birds and debris in the ocean.",
    "6": "★★☆<br\/>This Cybersecurity First Principle relates to keeping all the resources a system needs to operate in a single self-contained component.",
    "7": "★☆☆<br\/>The Dewey Decimal System is an early form of this Cybersecurity First Principle.",
    "8": "★★☆<br\/>In the movie \"The Imitation Game\", after Allan Turing and his team cracked the German Enigma Machine, they had to ensure that not only the Germans did notknow that they had cracked the Enigma machine, but nearly the entire Allied Forces was not told that Enigma was cracked.",
    "9": "★☆☆<br\/>The concept of designing a system with discrete interchangeable sections which can be replaced without affecting the other sections"
}